/*******************************************************************************
* 版权声明：北京润尼尔网络科技有限公司，保留所有版权
* 版本声明：v1.0.0
* 项目名称：Buskit3D
* 类 名 称：王志远
* 创建日期：2018/11/29  
* 作者名称：王志远
* 功能描述：选中工具实体
* 修改记录：
* 2018/11/29 添加备注
* 
******************************************************************************/

namespace Com.Rainier.Buskit3D
{
    /// <summary>
    /// 选中工具实体
    /// </summary>
    public class SelectionEntity : BaseDataModelEntity
    {
        public PartDataModel Selected = null;
    }
}
